{
  "basics": "Home",
  "work": "Experience",
  "education": "Education",
  "interests": "Interests",
  "languages": "Langues",
  "skills": "Skills",

  "powered_by" : "This page was made using ",
  "inspired_by": "Style inspired by ",
  "based_on": "Implementing ",

  "Today": "Today",
  "Training": "Training",

  "language": "Languages",
  "softSkill": "Soft Skills",
  "tool": "Tools",
  "webServer": "Web Servers",
  "other": "Others",
  "devTool": "Development tools",

  "software_engineer": "Software Engineer",
  "devops_cata_inte": "Devops Catalyst/Integrator",
  "internal_cluster_build": "Internal development forge : Architect and developer",
  "developer_devops_coach": "Software engineer & DevOps coach",
  "flex_developer": "Flex developer",
  "application_manager": "Application Manager",
  "project_manager": "Project Manager",
  "web_developer": "Web developer",

  "my_summary": "Loving GIS 🌍\n DevOps & Agile enthousiast 🚀\n Gamedev wannabe 🎮",

  "sii_summary": "SII Canada is a new branch of the french company SII. Before joining the DevOps Squad at the BNC, I had the opporunity to build a new development forge internally.\nEntering the BNC, I took an hybrid role, mix of the catalyst and the integrator. As a Catalyst, I coach and advise teams regarding their processes, technologies or priorities regarding the development and release process.\nAs an integrator, i actively help them implementing those changes and bring an expertise on technologies helping them transform into the DevOps mindset.",

  "nalys_internal_summary": "My last mission with Nalys was to design an internal Proof of Concept consisting of an on premise kubernetes cluster. Its goal was to be the central hub to deploy internal applications such as the development forge or the new projects that were in development.",
  "nalys_ing_summary" : "My role in the ING organization was to support 2 teams in their development and release processes.\nI was taking care of the development environment to help developers on their day to day tasks, but also looking into the release and feedback processes (testing, automatic deployments on non prod environments...). This helped improve the overall project quality and stability, on which I could build to also improve the team organization to empower developers and give them more responsibility. \nPart of my mission was also to migrate the CI/CD stack on the new centralized SaaS solution. (Gitlab & Jenkins onto TFS).",
  "nalys_gim_summary": "At GIM I was given the mission to help a development team deliver a project to production. I could help in 2 ways : first by being part of the developers by contributing to the features of the frontend (Openlayers map).\nAlso by refactoring the integration and deployment process, removing pain points and manual tasks that were hurting the tram productivity and the project efficiency.\nFinally, I spent some time training the team to some development best practices, such as git feature branching and pull requests.",

  "worldline_flex_summary": "I started at Worldine as an intern on the \"Géoprtail\" project as a Flex developer on the frontend map component. By working on new features, I learned the norms and work with geographic data in IT.\nIn parallel, I also worked on 2 Flex component for the online shop to display maps. They were used to display paper map extent and to create a fully customized paper map.",
  "worldline_application_manager_summary": "When the Géoportail project went live, I gained a position in the maintenance team in charge of the project run, but also to continue develop features delayed from the initial scope.\nAs a team we all started implementing Agile and DevOps processes and concept (Kanban, release normalisation, automation...) to improve little by little the quality of the project and the speed of delivery.\nWith time I took a lead in the team on subjects like architecture and issues around GIS, allowing me to work more actively on the conception of feature closely with the client.",
  "worldline_project_manager_summary": "As I built leadership in the Géoportail project, I decided to take the role of project manager for the evolutions scope. At Worldine, a project manager was half way between the traditional project manager and the developer, allowing me to continue working very closely with the team on the same tasks, but also to take a step back and work on planning, priorities and costs. This role gave me the opportunity to work closer with the client and consolidate the partnership relation we already had, giving me more responsibility over the project direction.\nI then work with teammates to improve the organization and continue transforming the way we were working to further improve the project quality.",

  "captive_studio_summary": "Au sein de l’équipe de développement d’une agence de communication, j’ai pu réaliser divers projets web en Ruby on Rails, et participer à leur conception dans le cas de nouveaux projets.",

  "utbm_area": "IT engineer",
  "utbm_studytype": "I2VR : Images, Interaction and Virtual Reality",
  "english_course" : "English branch",
  "st_andre_area": "Scientifique Bachelor",
  "st_andre_studytype": "Engineering branch",
  "mention_bac": "\"Mention assez bien\"",
  "spe_math": "Mathematics specialty",

  "hobby_high_tech": "Hobbies : Technologies, Gaming, Movies, Reading",
  "hobby_travel": "Travel : 3 months road trip in Canada and the USA",
  "sport_fencing": "Fencing : Club and competition during 10 years",
  "sport_judo": "Judo : Club during 8 years"
}
