{
  "dateMonth": "{{date, MMMM}}",
  "dateYear": "{{date, YYYY}}",
  "Today": "Today",
  
  "profile": "Profile",
  "basics": "Profile",
  "contact": "Contact",
  "socials": "Socials",
  "work": "Experience",
  "education": "Education",
  "interests": "Interests",
  "Training": "Training",
  "summary": "Summary",
  "skills": "Skills",
  "soft_skills": "Soft skills",
  
  "product_management": "Product Management",
  "product_strategy": "Product Strategy",
  "roadmapping": "Roadmapping",
  "backlog_management": "Backlog Management",
  "prioritization": "Prioritization",
  "iterative_development": "Iterative Development",
  "stakeholder_engagement": "Stakeholder Engagement",
  "crossteam_collaboration": "Cross-Team Collaboration",
  "data_driver": "Data-Driven",
  "strategic_planning": "Strategic Planning",
  "user_experience": "User Experience",

  "process_workflow": "Process & Workflow", 
  "sprint_planning": "Sprint Planning",
  "feature_discovery": "Feature Discovery",
  "requirement_gathering": "Requirement Gathering",
  "ux_research": "UX Research",
  "tooling_strategy": "Tooling Strategy",
  "continuous_improvement": "Continuous Improvement",
  "organized": "Organized",
  "detail_oriented": "Detail-Oriented",

  "leadership_communication": "Leadership & Communication",
  "servant_leadership": "Servant Leadership",
  "team_empowerment": "Team Empowerment",
  "problem_solving": "Problem Solving",
  "critical_thinking": "Critical Thinking",
  "workshop_facilitation": "Workshop Facilitation",
  "coaching": "Coaching",
  "change_management": "Change Management",
  "process_improvement": "Process Improvement",
  "speaker": "Speaker",
  "adaptability": "Adaptability",

  "tools": "Tools",

  "technologies": "Technologies",
  "agile": "Agile", 
  "devops": "DevOps", 
  "scrum": "Scrum", 
  "kanban": "Kanban",
  "team_spirit": "Team spirit", 
  "priorities_management": "Priorities management", 
  "initiative_spirit": "Initiative spirit", 
  "trainer": "Trainer", 
  "analysis": "Analysis", 
  "autonomous": "Autonomous",
  "software_dev_fullstack": "Software development (fullstack)",
  "language_agnostic": "Language agnostic",
  "collaboration": "Transversal collaboration",
  "planification": "Strategic planification",
  
  "languages": "Languages",
  "language": "Language",
  "french": "French",
  "english": "English",
  "i18n_fr": "Français",
  "i18n_en": "English",
  "native_speaker": "Native",
  "fluent": "Fluent",

  "get_in_touch": "Get in touch",
  "download_json": "Download JSON",
  "contact_me": "Contact me",
  "powered_by" : "This page was made using ",
  "inspired_by": "Inspired by ",
  "based_on": "Implementing ",
  "link_to": "Link to ",
  "source_code": "source code",
  "print": "Print resume",
  "print_environment": "🌳 Only print if necessary",
  "pdf": "Download PDF",
  "pdf_help": "To download the PDF, simply use the print button then 'Save as PDF' as printer destination",
  "download": "Download",

  "product_owner": "Product Owner",
  "senior_product_owner": "Senior Product Owner",
  "fullstack_developer": "Fullstack developer",
  "software_engineer": "Software Engineer",
  "devops_cata_inte": "Devops Catalyst/Integrator",
  "internal_cluster_build": "Internal development forge : Architect and developer",
  "developer_devops_coach": "Software engineer & DevOps coach",
  "flex_developer": "Flex developer",
  "application_manager": "Application Manager",
  "project_manager": "Project Manager",
  "web_developer": "Web developer",
  "release_engineer": "Build & release engineer",
  "online_sysops": "System and online specialist",
  "nalys_title": "Software engineer & DevOps coach",
  "worldline_title": "Application manager",

  "utbm_studytype": "**IT engineering Diploma**  \nI2VR branch : Images, Interaction and Virtual Reality  \nPreparatory classes done in english",
  "pspo_name": "PSPO",

  "my_summary": [
    "I am a Product Owner with a development background, experienced in Agile and DevOps practices. Turning complex challenges into clear, actionable strategies, I align technical and non-technical teams through data-driven decision-making. With a strong focus on product roadmaps and cross-functional initiatives, I drive impactful results through technical excellence and business value in gaming, SaaS, and platform development.  \n🎓 PSPO Certified • 🚀 DevOps & Agile enthusiast • 🎮 Gamedev"
  ],

  "bigfish_summary": [
    "#### **Big Fish Mobile Game Publishing Platform** \n",
    "*Led the design and development of BigFish's mobile game publishing platform, driving product strategy and execution.* \n",
    "- Gathered requirements and context from producers, developers, and directors, refining them into a product roadmap. \n",
    "- Identified short-term opportunities to create immediate value while planning the long-term vision. \n",
    "- Held regular syncs with the CTO to align the product with the company's technical direction and roadmap. \n",
    "- Managed quarterly planning sessions to lay out clear objectives, breaking them down into actionable milestones and SMART goals to guide team efforts. \n",
    "- Drove sprint planning, backlog grooming, and backlog management to share the vision with the development team and create a strong product roadmap. \n",
    "- Designed UI components to showcase and communicate the vision. \n",
    "- Successfully aligned product vision with company goals through quarterly planning and SMART objectives. \n",
    "- Delivered measurable results, increasing stakeholder involvement and cross-team collaboration. \n",
    "- Integrated metrics into product design, enabling the team to measure success and control costs. \n",
    "- Reorganized team around Scrum and Kanban, improving communication and collaboration, leading to faster delivery times while improving focus and quality. \n",
    "- Eliminated untracked sprint work and sprint inflation by clearly defining sprint goals and stories. \n"
  ],

  "intact_summary": [
    "#### **IntactLab Developer Platform** \n",
    "*Worked within the DevOps team, aligning with the lab's development teams to help accelerate their value delivery.* \n",
    "- Created the vision and roadmap for an internal developer platform, aligning developer needs, leadership expectations, and industry best practices. \n",
    "- Regularly consulted with users and directors to gather requirements and feedback, and communicate progress. \n",
    "- Measured, structured, and showcased our achievements through different communication channels (Teams channels, SAFe syncs, quarterly planning) \n",
    "- Restructured the team around product vision, sprint goals and stories to improve focus and eliminate waste. \n",
    "- Successfully launched the internal developer platform, aligning user needs with company objectives. \n",
    "- Increased the sprint achievement rate from 30% to ~80% by introducing Agile and Lean best practices. \n",
    "- Established quarterly and sprint SMART goals, ensuring measurable success while preserving high product quality. \n",
    "- Created a clear product roadmap, backed by business cases, to engage leadership. \n",
    "- Implemented a strong communication strategy, fostering transparency and reducing support requests related to information gaps by 60%. \n \n"
  ],

  "sem_summary": [
    "#### **Armory - LiveOps System** \n",
    "*Led the development of the LiveOps system within Armory, a platform designed to support game teams in their online operations.* \n",
    "- Ensured the product provided easy-to-use, modular, and flexible tools for LiveOps managers. \n",
    "- Provided product vision during the MVP phase, setting clear objectives while maintaining flexibility. \n",
    "- Continuously adjusted scope and priorities based on feedback and progress, ensuring consistent value delivery. \n",
    "- Conducted stakeholder workshops with UX research support to establish a long-term vision. \n",
    "- Successfully delivered the LiveOps campaigns and events system, enabling game teams to efficiently manage live content. \n",
    "- Improved LiveOps workflow, reducing manual actions and increasing adoption. \n",
    "- Enhanced usability through UX-driven changes, making the system more intuitive for LiveOps managers. \n",
    "- Established short feedback loops with the users, ensuring continuous improvement. \n"
  ],

  "ubisoft_summary": [
    "#### **Rainbow six mobile** \n",
    "*Developed and optimized a generic LiveOps solution to manage game content and build management.* \n",
    "- Designed and implemented back-office features. \n",
    "- Promoted best practices for long-term maintenance and operations. \n",
    "- Conducted analysis to identify opportunities for process and performance optimization. \n \n",
    "#### **Hyper Scape** \n",
    "*Developed and maintained the game admin back-office, with a focus on seasonal content operations.* \n",
    "- Collaborated with the monetization team to translate business requirements into technical solutions. \n",
    "- Optimized workflows, improving usability while ensuring data integrity. \n",
    "- Maintained and enhanced CI/CD pipelines, increasing deployment efficiency and application reliability."
  ],

  "sii_summary": [
    "#### **Banque Nationale du Canada (BNC)** \n",
    "*Promoted DevOps transformation across the organization, combining coaching and implementation to accelerate adoption.* \n",
    "- Coached teams on Agile & DevOps practices and tools, improving development and release processes. \n",
    "- Implemented tooling, accelerating adoption of the practices. \n",
    "#### **Internal Development Platform** \n",
    "*Designed and initiated a new internal development platform (forge), helping internal developments through their lifecycle.* \n",
    "- Developed a Proof of Concept, demonstrating the feasibility and impact of the project. \n",
    "- Defined infrastructure strategy, centered around cost and resource optimization."
  ],

  "nalys_summary": [
    "#### **Internal Cloud Infrastructure** \n",
    "- Designed and deployed a PoC for an on-prem Kubernetes cluster, CI/CD, hosting and observability. \n",
    "- Leveraged the new cluster to deploy the internal development forge, enhancing developer workflows. \n \n",
    "#### **Training & Coaching** \n",
    "- Delivered Agile & DevOps training for the Nalys Graduate Program, an onboarding program for junior employees. \n",
    "- Designed and facilitated interactive workshops, including gamified learning and real-world scenarios. \n",
    "- Created and delivered two meetups on DevOps concepts and tools. \n \n",
    "#### **Software Development & Release Optimization** \n",
    "- Supported two development teams at ING, focusing on CI/CD and environments stability. \n",
    "- Implemented pipelines automation and infrastructure at GIM, improving release process and site reliability. \n",
    "- Coached multiple teams on Agile & DevOps, development lifecycle."
  ],

  "worldline_summary": [
    "#### **Project Manager (2015-2016)** \n",
    "- Took on additional project management responsibilities alongside technical work \n",
    "- Managed project execution and client reporting, ensuring alignment with stakeholders. \n",
    "- Defined client requirements and priorities, resulting in a clear strategy and roadmap. \n",
    "- Optimized workflow management in Jira, improving collaboration and tracking. \n \n",
    "#### **Application Manager (2012-2015)** \n",
    "- Acted as a technical reference for architecture and business needs, contributing to feature definition and pre-sales discussions. \n",
    "- Led automation work for platform operations, improving reliability and deployment efficiency. \n",
    "- Introduced Agile experimentation within the team, increasing adaptability and delivery speed. \n",
    "- Developed GIS-based applications for geoportail.fr \n",
    "- Designed and built a customized map printing service."
  ],

  "captive_studio_summary": [
    "#### **Captive Studio – Web Developer (Internship, 2010-2011)** \n",
    "- Developed and maintained Ruby on Rails applications, building new features and improving existing ones. \n",
    "- Gained hands-on experience in full-stack development, working from front-end to data management."
  ]

}
