{
  "dateMonth": "{{date, MMMM}}",
  "dateYear": "{{date, YYYY}}",
  "Today": "Aujourd'hui",

  "profile": "Profil",
  "basics": "Profil",
  "contact": "Contact",
  "socials": "Réseaux",
  "work": "Expérience",
  "education": "Formation",
  "interests": "Centres d'intérêt",
  "Training": "Certifications",
  "summary": "Résumé",
  "skills": "Compétences",
  "soft_skills": "Compétences comportementales",

  "product_management": "Gestion de produit",
  "product_strategy": "Stratégie produit",
  "roadmapping": "Planification",
  "backlog_management": "Gestion du backlog",
  "prioritization": "Priorisation",
  "iterative_development": "Développement itératif",
  "stakeholder_engagement": "Engagement des parties prenantes",
  "crossteam_collaboration": "Collaboration interéquipes",
  "data_driver": "Approche basée sur les données",
  "strategic_planning": "Planification stratégique",
  "user_experience": "Expérience utilisateur",

  "process_workflow": "Processus & Workflow",
  "sprint_planning": "Planification des sprints",
  "feature_discovery": "Découverte des fonctionnalités",
  "requirement_gathering": "Recueil des besoins",
  "ux_research": "Recherche UX",
  "tooling_strategy": "Stratégie d'outillage",
  "continuous_improvement": "Amélioration continue",
  "organized": "Organisé",
  "detail_oriented": "Souci du détail",

  "leadership_communication": "Leadership & Communication",
  "servant_leadership": "Leadership par le service",
  "team_empowerment": "Autonomie des équipes",
  "problem_solving": "Résolution de problèmes",
  "critical_thinking": "Esprit critique",
  "workshop_facilitation": "Animation d'ateliers",
  "coaching": "Coaching",
  "change_management": "Gestion du changement",
  "process_improvement": "Optimisation des processus",
  "speaker": "Orateur",
  "adaptability": "Adaptable",

  "tools": "Outils",

  "technologies": "Technologies",
  "agile": "Agile",
  "devops": "DevOps",
  "scrum": "Scrum",
  "kanban": "Kanban",
  "team_spirit": "Esprit d'équipe",
  "priorities_management": "Gestion des priorités",
  "initiative_spirit": "Esprit d'initiative",
  "trainer": "Formateur",
  "analysis": "Analyse",
  "autonomous": "Autonome",
  "software_dev_fullstack": "Développement logiciel (fullstack)",
  "language_agnostic": "Indépendant des langages",
  "collaboration": "Collaboration transversale",
  "planification": "Planification stratégique",

  "languages": "Langues",
  "language": "Langue",
  "french": "Français",
  "english": "Anglais",
  "i18n_fr": "Français",
  "i18n_en": "Anglais",
  "native_speaker": "Langue maternelle",
  "fluent": "Courant",

  "get_in_touch": "Entrer en contact",
  "download_json": "Télécharger en JSON",
  "contact_me": "Contact",
  "powered_by" : "Cette page a été réalisée avec ",
  "inspired_by": "Inspiré par ",
  "based_on": "Respecte la norme ",
  "link_to": "Lien vers ",
  "source_code": "le code source",
  "print": "Imprimer le CV",
  "print_environment": "🌳 N'imprimez que si nécessaire",
  "pdf": "Télécharger le PDF",
  "pdf_help": "Pour télécharger le CV au format PDF, simplement utiliser le bouton d'impression, puis 'Sauvegarder en PDF' en imprimante de destination",

  "product_owner": "Product Owner",
  "senior_product_owner": "Product Owner Senior",
  "fullstack_developer": "Développeur Fullstack",
  "software_engineer": "Ingénieur Logiciel",
  "devops_cata_inte": "Catalyseur/Intégrateur DevOps",
  "internal_cluster_build": "Forge de développement interne : Architecte et développeur",
  "developer_devops_coach": "Ingénieur logiciel & Coach DevOps",
  "flex_developer": "Développeur Flex",
  "application_manager": "Responsable d'application",
  "project_manager": "Chef de projet",
  "web_developer": "Développeur web",
  "release_engineer": "Ingénieur Build & Release",
  "online_sysops": "Spécialiste Systèmes & Online",
  "nalys_title": "Ingénieur logiciel & Coach DevOps",
  "worldline_title": "Responsable d'application",

  "utbm_studytype": "**Diplôme d'ingénieur informatique**  \nBranche I2RV : Images, Interaction et Réalité Virtuelle  \nCursus anglophone : environ 50% des cours on été suivis en anglais",
  "pspo_name": "PSPO",

  "my_summary": [
    "Je suis un Product Owner avec un passé de développeur, expérimenté en Agile et DevOps. Transformant des défis complexes en stratégies claires et actionnables, j'aligne les équipes techniques et non techniques grâce à une prise de décision basée sur les données. Avec une expertise en roadmaps produit et en initiatives transverses, je génère des résultats concrets à travers l'excellence technique et la valeur métier dans le gaming, le SaaS et le développement de plateformes.  \n🎓 Certifié PSPO • 🚀 Passionné de DevOps & Agile • 🎮 Gamedev"
  ],

  "bigfish_summary": [
    "#### **Plateforme de Publication Mobile - Big Fish** \n",
    "*Pilotage de la conception et le développement de la plateforme de publication mobile de Big Fish, définissant la stratégie produit et son exécution.* \n",
    "- Recueil des besoins auprès des producteurs, développeurs et directeurs, aboutissant en une roadmap produit. \n",
    "- Identification d'opportunités court terme pour générer de la valeur tout en planifiant la vision long terme. \n",
    "- Synchronisations régulières avec le CTO pour aligner le produit avec la direction technique de l'entreprise. \n",
    "- Gestion des sessions de planification trimestrielles, structurant des jalons clairs et des objectifs SMART pour guider les efforts de l'équipe. \n",
    "- Animation des sprints planning, refinement et gestion du backlog pour partager la vision et assurer la livraison de la roadmap produit. \n",
    "- Conception de composants UI pour illustrer et communiquer la vision du produit. \n",
    "- Augmentation de l'implication des parties prenantes et de la collaboration inter-équipes au travers de résultats mesurables. \n",
    "- Intégration de métriques dans la conception produit pour mesurer le succès et contrôler les coûts. \n",
    "- Réorganisation de l'équipe autour de Scrum et Kanban, améliorant la communication et l'entraide, résultant en une forte amélioration du focus et de la vitesse de livraison. \n",
    "- Élimination du travail non suivi et du gonflement des sprints grâce à une définition claire des objectifs de sprint et des stories."  
  ],

  "intact_summary": [
    "#### **Plateforme Développeur - IntactLab** \n",
    "*Au sein de l'équipe DevOps, accompagnement des équipes de développement pour accélérer la livraison de valeur.* \n",
    "- Définition de la vision et roadmap d'une plateforme de développement interne pour aligner les besoins des équipes, attentes de la direction et bonnes pratiques de l'industrie. \n",
    "- Consultation régulière des utilisateurs et des directeurs pour recueillir leurs besoins et retours, ainsi que communiquer nos progrès. \n",
    "- Mesure, structuration et communication des réussites via différents canaux de communication (Teams, SAFe syncs et planifications trimestrielles). \n",
    "- Réorganisation de l'équipe autour d'une vision produit claire, de sprints structurés et de stories détaillées, améliorant le focus et éliminant les travail non suivi. \n",
    "- Augmentation du taux de réussite des sprints de 30 % à ~80 % via l'adoption des meilleures pratiques Agile et Lean. \n",
    "- Mise en place d'objectifs SMART pour assurer la qualité et le suivi du succès produit. \n",
    "- Création d'études d'opportunité pour soutenir la roadmap et aligner le leadershio \n",
    "- Stratégie de communication robuste basée sur la transparence et la proactivité, réduisant de 60 % les demandes de support liées à un manque d'informations."  
  ],

  "sem_summary": [
    "#### **Armory - Système LiveOps** \n",
    "*Développement du système LiveOps au sein d'Armory, une plateforme conçue pour accompagner les équipes de jeu dans leurs opérations en ligne.* \n",
    "- Livraison réussie du système de campagnes et d'événements LiveOps, facilitant la gestion du contenu en ligne. \n",
    "- Conception d'un système modulaire, flexible et intuitif pour les équipes LiveOps. \n",
    "- Définition de la vision produit pendant la phase MVP, au travers d'objectifs clairs, tout en conservant une flexibilité d'adaptation. \n",
    "- Ajustement continu des priorités selon les retours utilisateurs et l'évolution des besoins pour assurer une livraison de valeur en continu. \n",
    "- Animation d'ateliers avec les parties prenantes avec l'aide de designer UX pour structurer une vision long terme. \n",
    "- Optimisation des workflows LiveOps, réduisant la charge manuelle et favorisant l'adoption. \n",
    "- Amélioration de l'ergonomie via des optimisations UX, rendant l'outil plus intuitif. \n",
    "- Mise en place de boucles de feedback courtes, assurant une amélioration continue."  
  ],

  "ubisoft_summary": [
    "#### **Rainbow Six Mobile** \n",
    "*Développement et optimisation d'une solution LiveOps générique pour la gestion du contenu et des builds.* \n",
    "- Conception et implémentation de fonctionnalités back-office. \n",
    "- Promotion des bonnes pratiques pour assurer la maintenabilité et les opérations sur le long terme. \n",
    "- Analyse et identification des opportunités d'optimisation des processus et des performances. \n",
    "#### **Hyper Scape** \n",
    "*Développement et maintenance du back-office du jeu, avec un focus sur la gestion du contenu saisonnier.* \n",
    "- Collaboration avec l'équipe monétisation pour transformer les besoins business en solutions techniques. \n",
    "- Optimisation des workflows pour améliorer l'expérience utilisateur et garantir la cohérence des données. \n",
    "- Maintenance et amélioration des pipelines CI/CD, augmentant l'efficacité des déploiements."  
  ],

  "sii_summary": [
    "#### **Banque Nationale du Canada (BNC)** \n",
    "*Facilitation de l'adoption des pratiques DevOps et Agile au sein des équipes de développement.* \n",
    "- Coaching des équipes sur les outils et méthodes DevOps/Agile pour améliorer les processus de développement et de livraison. \n",
    "- Mise en place d'outils pour accélérer l'adoption des pratiques DevOps. \n",
    "#### **Plateforme de Développement Interne** \n",
    "*Conception et mise en place d'une plateforme pour accompagner les efforts de développement internes.* \n",
    "- Développement d'une PoC pour démontrer la faisabilité et l'impact du projet. \n",
    "- Définition de la stratégie d'infrastructure, centrée sur l'optimisation des coûts et ressources."  
  ],

  "nalys_summary": [
    "#### **Infrastructure Cloud Interne** \n",
    "- Conception et déploiement d'une PoC pour un cluster Kubernetes on-premise, visant à améliorer CI/CD, hébergement et observabilité. \n",
    "- Utilisation du cluster pour déployer la forge de développement, améliorant les workflows développeurs. \n\n",
    "#### **Formation & Coaching** \n",
    "- Animation de formations Agile & DevOps pour le programme d'intégration des nouveaux employés juniors (Nalys Graduate Program). \n",
    "- Conception et animation d'ateliers interactifs, mêlant apprentissage gamifié et scénarios réels. \n",
    "- Présentation et animation de deux meetups sur les concepts et outils DevOps. \n\n",
    "#### **Développement logiciel & Optimisation des livraisons** \n",
    "- Support des équipes ING sur la stabilité des environnements et l'optimisation des pipelines CI/CD. \n",
    "- Automatisation du CI/CD chez GIM, améliorant les processus de release et la fiabilité des sites. \n",
    "- Coaching des équipes sur Agile & DevOps, améliorant leur cycle de développement."  
  ],

  "worldline_summary": [
    "#### **Chef de Projet (2015-2016)** \n",
    "- Prise en charge de responsabilités en gestion de projet en parallèle du travail technique. \n",
    "- Pilotage de l'exécution du projet et synchronisations clients, assurant l'alignement des parties prenantes. \n",
    "- Définition des besoins et des priorités pour établir une stratégie claire et un plan d'éxécution. \n",
    "- Optimisation des processus dans Jira, améliorant la collaboration et le suivi. \n\n",
    "#### **Responsable d'Application (2012-2015)** \n",
    "- Référent technique pour l'architecture, participant à la définition des fonctionnalités et aux préventes. \n",
    "- Pilotage de l'automatisation des opérations sur la plateforme, améliorant la fiabilité et les déploiements. \n",
    "- Introduction de pratiques Agile au sein de l'équipe, améliorant l'adaptabilité et la rapidité de livraison. \n",
    "- Développement d'applications SIG pour **Geoportail.fr**. \n",
    "- Conception et mise en place d'un service d'impression de cartes sur mesure."  
  ],

  "captive_studio_summary": [
    "#### **Captive Studio** \n",
    "- Développement et maintenance d'applications Ruby on Rails, ajout de nouvelles fonctionnalités et amélioration des existantes. \n",
    "- Expérience pratique en développement full-stack, du front-end à la gestion des données."  
  ]
}
